Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/bible/osko/index.php_kat_id=205_art_id=227.html.tmx
Source language: nob
Languages: sme

source: Lær om: Bjørk
sme: Oahpa: Soahki

source: Jesu ætt
sme: Jesusa sohka

source: Guds vilje var å føre slekta videre.
sme: Ipmila dáhttu leai soga fievrredit viidásat.

source: Jesus tilhørte også en slekt og en familie.
sme: Jesusis maiddái leai gullevašvuohta sohkii ja bearrašii.

source: I Bibelen kan vi følge Jesu ætt helt fra Abrahams tid.
sme: Biibbalis sáhttit mii guorrat Jesusa soga gitta Abrahama rájes.

source: Her skal vi se på deler av det gjennom Davids ætt:
sme: Dás geahččat ovtta oasi das Dávveda soga bokte:

source: David var en konge, den største kongen i Israel, og han tilhørte Judas ætt.
sme: Dávvet Dávvet lei gonagas, Israela stuorámus gonagas, ja su sohka gulai Juda suorgái.

source: Hans oldefar het Boas og oldemoras navn var Rut.
sme: Su máttarádjá ja máttaráhku namat ledje Boas ja Rut.

source: Bestefaren het Obed.
sme: Ádjá namma fas Obed.

source: Faren til David, Isai, var fra Betlehem og hadde 8 sønner.
sme: Dávveda áhčči, Isai, lei Betlehemas eret ja sus ledje 8 bártni.

source: David var den yngste av disse brødrene.
sme: Daid vieljažiid gaskkas lei Dávvet nuoramus bárdni; váhkar.

source: Etter David ble Salomo konge.
sme: Dávveda maŋŋil šattai Salomo gonagassan.

source: Han var sønn av David og hans kone Batseba.
sme: Son lei Dávveda ja su áhká Batseba bárdni.

source: David og Batseba ble også besteforeldre, og en av barnebarnas navn var Rehabeam, som ble konge etter sin far Salomo.
sme: Dávvet ja Batseba šattaiga maid áddján ja áhkkun ja okta sudno áhkkuba ja áddjuba namma lei Rehabeam, gii šattai gonagassan maŋŋil áhčis Salomoa áiggi.

source: Og etter Rehabeam ble hans sønn Abiam konge.
sme: Ja Rehabeama maŋis bođii fas su bárdni, gonagas Abiam.

source: Abiam var oldebarn til David og Batseba og David var hans oldefar og Batseba hans oldemor.
sme: Abiam gii lei okta Dávveda ja Batseba máttaráddjubiin ja máttaráhkkubiin ja geasa Dávvet ja Batseba šattaiga máttaráddján ja máttaráhkkun.

source: I Bibelen kan vi følge Davids ætt helt til Jesu fødsel.
sme: Biibbalis sáhttit mii čuovvut Dávveda soga gitta Jesusa riegádeami rádjái.
